Repository: Acidburn0zzz/release-notes-openSUSE
Catalog: po/*.po
Languages: fa, fr

source: If the output of this command is empty, you do not have a subvolume named <filename>@</filename>. In that case, you may be able to proceed with subvolume ID 5 which was used in older versions of openSUSE.
fa: اگر خروجی این دستور خالی است، شما هیچ subvolume که <filename>@</filename> نام داشته باشد ندارید. در این شرایط، شما میتوانید با subvolume ID 5 که در نسخه های قدیمیتر openSUSE استفاده میشود، ادامه دهید.
fr: Si cette commande ne renvoie rien, vous n'avez pas de sous-volume appelé <filename>@</filename>. Dans ce cas, vous pourrez procéder avec le sous-volume portant l'ID 5, qui était utilisé sur les précédentes versions d'openSUSE.

source: Now mount the requisite subvolume.
fa: حالا subvolume لازم را سوار کنید.
fr: Maintenant, montez le sous-volume requis.

source: If you have a <filename>@</filename> subvolume, mount that subvolume to a temporary mount point:
fa: اگر شما <filename>@</filename> subvolume را دارید، subvolume را در یک نقطه ی سوار موقت سوارش کنید:
fr: Si vous avez un sous-volume <filename>@</filename>, montez-le sur un point de montage temporaire :

source: If you don't have a <filename>@</filename> subvolume, mount subvolume ID 5 instead:
fr: Si vous n'avez pas de sous-volume <filename>@</filename>, monter plutôt le sous-volume portant l'ID 5 :

source: <filename>/mnt/var/cache</filename> can already exist and could be the same directory as <filename>/var/cache</filename>. To avoid data loss, move it:
fa: <filename>/mnt/var/cache</filename> میتواند هم اکنون موجود باشد و فهرست آن میتواند همانند فهرست <filename>/var/cache</filename> یکسان باشد. برای جلوگیری از از دست دادن اطلاعات، آن را جا به جا کنید:
fr: <filename>/mnt/var/cache</filename> peut déjà exister et être le même répertoire que <filename>var/cache</filename>. Pour éviter toute perte de données, déplacez-le :

source: Create a new subvolume:
fa: یک subvolume جدید بسازید:
fr: Créez un nouveau sous-volume :

source: If there is now a directory <filename>/var/cache.old</filename>, move it to the new location:
fa: اگر در حال حاظر یک فهرست <filename>/var/cache.old</filename> وجود دارد، آن را به مکان جدید جا به جا کنید:
fr: S'il y a maintenant un dossier <filename>/var/cache.old</filename>, déplacez-le vers le nouvel emplacement :

source: If that is not the case, instead do:
fa: اگر این حالت نیست، به جای آن اینکار را بکنید:
fr: Si ce n'est pas le cas, faites plutôt :

source: Optionally, remove <filename>/mnt/var/cache.old</filename>:
fa: به صورت اختیاری، <filename>/mnt/var/cache.old</filename> را حذف کنید:
fr: Éventuellement, supprimez <filename>/mnt/var/cache.old</filename> :

source: Unmount the subvolume from the temporary mount point:
fa: subvolume را از نقطه ی سوار شدن موقت پیاده کنید:
fr: Démontez le sous-volume du point de montage temporaire :

source: Add an entry to <filename>/etc/fstab</filename> for the new <filename>/var/cache</filename> subvolume. Use an existing subvolume as a template to copy from. Make sure to leave the UUID untouched (this is the root file system's UUID) and change the subvolume name and its mount point consistently to <filename>/var/cache</filename>.
fa: یک ورودی برای <filename>/etc/fstab</filename> برای subvolume جدید <filename>/var/cache</filename> وارد کنید. از یک subvolume موجود برای الگو گرفتن برای رونوشت از آن استفاده کنید. مطمئن شوید که UUID را دست نخورده باقی میگذارید (این UUID فایل سیستم ریشه است) و نام subvolume و نقاط سوار شدن های آن را همسان با <filename>/var/cache</filename> تغییر دهید.
fr: Ajoutez une entrée à votre <filename>/etc/fstab</filename> pour le nouveau sous-volume <filename>/var/cache</filename>. Utilisez un sous-volume existant comme modèle. Assurez-vous de ne pas modifier l'UUID (c'est l'UUID du système de fichiers racine) et de nommer le sous-volume et son point de montage <filename>/var/cache</filename>.

source: Mount the new subvolume as specified in <filename>/etc/fstab</filename>:
fa: subvolume جدید را به صورت مشخص شده در <filename>/etc/fstab</filename> سوار کنید:
fr: Montez le nouveau sous-volume comme spécifié dans <filename>/etc/fstab</filename> :

source: Synaptics X Driver Can Degrade Touchpad Experience Under GNOME
fa: راه انداز Synaptics X میتواند تجربه ی کاربری را تحت GNOME پایین بیاورد
fr: Le pilote Synaptics de X peut dégrader l'expérience du pavé tactile sous GNOME

source: In Leap 42.1, the Synaptics X driver (package <package>xf86-input-synaptics</package>) was installed by default but had a lower priority than the libinput driver (<package>xf86-input-libinput</package>).
fr: Dans Leap 42.1, le pilote Synaptics de X (paquet <package>xf86-input-synaptics</package>) était installé par défaut mais avait une priorité plus faible que le pilote libinput (<package>xf86-input-libinput</package>).

source: Starting with Leap 42.2:
fr: À partir de Leap 42.2 :

source: The Synaptics X driver is no longer installed by default.
fa: راه انداز Synaptics X دیگر به صورت پیشفرض نصب نیست.
fr: Le pilote Synaptics n'est plus installé par défaut.

source: If the Synaptics X driver is installed, it will take precedence for any touchpad devices.
fa: اگر راه انداز Synaptics X نصب شده باشد، این راه انداز بر سایر دستگاههای صفحه لمسی پیشی میگیرد.
fr: Si le pilote Synaptics est installé, il sera prioritaire pour tous les pavés tactiles.

source: The Synaptics X driver is no longer supported by GNOME. This means when the driver is installed, Synaptics touchpads can only be configured to the extent that a basic mouse can.
fa: راه انداز Synaptics X دیگر توسط GNOME پشتیبانی نمیشود. این به این معناست که زمانیکه راه انداز نصب میشود، صفحه لمسی های Synaptics فقط در سطح تنظیمات ابتدایی مانند یک ماوس میتوانند پیکربندی شوند.
fr: Le pilote Synaptics n'est plus pris en charge par GNOME. Cela signifie que quand le pilote est installé, les pavés tactiles ne peuvent être configurés que comme des souris basiques.

source: Unless you are using a Synaptics touchpad and have a large amount of custom configuration for the Synaptics driver, remove the package from your system:
fa: تا زمانی که شما از صفحه لمسی Synaptics استفاده میکنید، شما تعداد زیادی پیکربندی های دلخواه برای راه انداز Synaptics زیاد دارید، بسته ها را از سیستم خود حذف کنید:
fr: À moins que vous ayez un grande quantité de configuration manuelle pour le pilote Synaptics, vous devriez supprimer le paquet de votre système :

source: Upgrading from openSUSE 13.2
fr: Mise à niveau depuis openSUSE 13.2

source: The following notes apply to upgrades from openSUSE 13.2 or older. Make sure to also review the information provided in <xref linkend="sec.upgrade.421"/>.
fr: Les notes suivant s'appliquent à des mises à niveau depuis openSUSE 13.2 ou plus ancien. Assurez-vous de passer en revue les informations présentes dans <xref linkend="sec.upgrade.421"/>.

source: Network Interface Names
fr: Noms des interfaces réseau

source: When upgrading a remote machine from openSUSE 13.2, make sure your network interfaces are named correctly.
fr: Lors de la mise à niveau d'une machine distante sur openSUSE 13.2, assurez-vous que les noms de vos interfaces réseau soient corrects.

source: openSUSE 13.2 used so-called predictable network interface names (for example, <literal>enp5s0</literal>), whereas openSUSE Leap 42.1 uses persistent interface names (<literal>eth0</literal>). After upgrading and rebooting, the network interface names may therefore change. This could lock you out of the system. To avoid interfaces from being renamed, run the following command for each of your network interfaces before you reboot the system:
fr: openSUSE 13.2 utilisait des noms d'interface réseau dits prédictibles (par exemple, <literal>enp5s0</literal>), tandis qu'openSUSE Leap 42.1 utilise des noms d'interface persistants (<literal>eth0</literal>). Après une mise à niveau suivie d'un redémarrage, les noms des interfaces réseau peuvent donc changer. Cela peut vous empêcher d'accéder à votre système. Pour éviter que les interfaces ne soient renommées, lancez la commande suivante pour chacune de vos interfaces réseau, avant de redémarrer votre système :

source: Replace <replaceable>enp5s0</replaceable> with the name of your network interface.
fr: Remplacez <replaceable>enp5s0</replaceable> avec le nom de votre interface réseau.

source: Btrfs: Disk Space Leak after System Rollbacks
fr: Btrfs : fuite d'espace disque après des restaurations du système

source: openSUSE 13.2 used a Btrfs partition layout that allowed for disk space to become permanently occupied with stale, inaccessible contents after the first system rollback was executed. This layout issue has been fixed in openSUSE Leap 42.1. However, the fix can only be applied to newly installed systems.
fr: openSUSE 13.2 utilisait un schéma de partitionnement qui pouvait conduire à un espace disque occupé par un contenu corrompu et inaccessible après qu'une première restauration du système (rollback) ait été exécutée. Ce problème de schéma a été corrigé dans openSUSE Leap 42.1. Toutefois, la correction ne peut s'appliquer que sur des nouvelles installations.

source: If you are upgrading from openSUSE 13.2, you cannot convert the file system to the new layout, but you can reclaim the lost disk space.
fr: Si vous mettez à niveau depuis openSUSE 13.2, vous ne pouvez pas basculer le système de fichier sur le nouveau schéma, mais vous pouvez récupérer l'espace disque perdu.

source: Mount the initial root filesystem:
fr: Montez le système de fichiers racine initial :

source: &lt;ROOT_FILE_SYSTEM&gt;
fr: &lt;SYSTÈME_DE_FICHIERS_RACINE&gt;

source: Remove all files below /mnt that are not in a subvolume:
fr: Supprimez tous les fichiers sous /mnt qui ne sont pas dans un sous-volume :

source: Umount the filesystem again:
fr: Démontez de nouveau le système de fichiers :

source: Printing System: Improvements and Incompatible Changes
fr: Système d'impression : améliorations et changements incompatibles

source: CUPS Version Upgrade to 1.7
fr: Mise à jour de CUPS vers la version 1.7

source: Compared to CUPS 1.5 in openSUSE 13.2 CUPS 1.7 introduced some major changes that may require manual configuration adjustments.
fr: Comparé à CUPS 1.5 dans openSUSE 13.2, CUPS 1.7 introduit des changements majeurs pouvant nécessiter des ajustements manuels au niveau de la configuration.

source: PDF is now the standard print job format rather than PS. Therefore traditional PostScript printers now also need a filter driver for printing.
fr: PDF remplace PS comme format par défaut pour les tâches d'impression. Ainsi, les imprimantes PostScript traditionnelles nécessitent un pilote de filtre pour imprimer.

source: See <link href="https://en.opensuse.org/Concepts_printing"/> for details.
fr: Pour plus de détails, voir <link href="https://en.opensuse.org/Concepts_printing"/>.

source: The network printer discovery protocol has changed. The native method to discover network printers is now based on DNS Service discovery (DNS-SD, that is, via Avahi). The <literal>cups-browsed</literal> service from the <literal>cups-filters</literal> package can be used to bridge old and new protocols. Both <literal>cupsd</literal> and <literal>cups-browsed</literal> need to run to make "legacy" clients discover printers (that includes LibreOffice and KDE).
fr: Le protocole de découverte d'imprimantes sur le réseau a changé. La méthode native pour découvrir des imprimantes réseau est maintenant basée sur la découverte de service DNS (DNS-SD, c'est-à-dire via Avahi). Le service <literal>cups-browsed</literal> du paquet <literal>cups-filter</literal> peut être utilisé comme pont entre l'ancien protocole et le nouveau. <literal>cupsd</literal> et <literal>cups-browsed</literal> doivent tous les deux être lancés afin que les « anciens » clients (dont LibreOffice et KDE) puissent découvrir les imprimantes.

source: The IPP protocol default version changed from 1.1 to 2.0. Older IPP servers like CUPS 1.3.x (for example in SUSE Linux Enterprise 11) reject IPP 2.0 requests with <literal>Bad Request</literal> (see <link href="http://www.cups.org/str.php?L4231"/>).
fr: La version par défaut du protocole IPP est passée de la 1.1 à la 2.0. Les anciens serveurs IPP comme CUPS 1.3.x (par exemple dans SUSE Linux Enterprise 11) rejettent les requêtes IPP 2.0 avec le message d'erreur <literal>Bad Request</literal> (voir <link href="http://www.cups.org/str.php?L4231"/>).

source: To be able to print to old servers, the IPP protocol version must be specified explictly by appending <literal>/version=1.1</literal> to either:
fr: Afin de pouvoir imprimer via d'anciens serveurs, la version du protocole IPP doit être spécifiée explicitement en ajoutant <literal>/version=1.1</literal> :

source: The <literal>ServerName</literal> settings in <literal>client.conf</literal> (for example, <literal>ServerName older.server.example.com/version=1.1</literal>).
fr: Soit au paramètre <literal>ServerName</literal> dans <literal>client.conf</literal> (par exemple, <literal>ServerName ancien.serveur.exemple.com/version=1.1</literal>).

source: The <literal>CUPS_SERVER</literal> environment variable value.
fr: Soit à la valeur de la variable d'environnement <literal>CUPS_SERVER</literal>.

source: The server name value of the <literal>-h</literal> option of the command line tools, for example:
fr: Soit à la valeur du nom de serveur de l'option <literal>-h</literal> des outils en ligne de commande, par exemple :

source: lpstat -h older.server.example.com/version=1.1 -p
fr: lpstat -h ancien.serveur.exemple.com/version=1.1 -p

source: Some printing filters and back-ends were moved from the <literal>cups</literal> package to the <literal>cups-filters</literal> package.
fr: Certains filtres d'impression et backends ont été déplacés du paquet <literal>cups</literal> vers le paquet <literal>cups-filters</literal>.

source: Some configuration directives were split from <literal>cupsd.conf</literal> into <literal>cups-files.conf</literal> (see <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).
fr: Certaines directives de configuration ont été séparées de <literal>cupsd.conf</literal> vers <literal>cups-files.conf</literal> (voir <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, et <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).

source: CUPS banners and the CUPS test page were moved from the <literal>cups</literal> package to the <literal>cups-filters</literal> package (see <link href="http://www.cups.org/str.php?L4120"/> and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).
fr: Les bannières et la page de test CUPS ont été déplacées du paquet <literal>cups</literal> vers le paquet <literal>cups-filters</literal> (voir <link href="http://www.cups.org/str.php?L4120"/> et <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).

source: General
fa: عمومی
fr: Généralités

source: This section lists general issues with openSUSE Leap 42.2 that do not match any other category.
fr: Cette section liste les problèmes généraux d'openSUSE Leap 42.2 qui ne correspondent à aucune autre catégorie.

source: KDE Software for Personal Information Management (KDE PIM)
fa: KDE Software برای مدیریت اطلاعات شخصی (KDE PIM)
fr: Logiciel KDE pour la gestion d'informations personnelles (KDE PIM)

source: openSUSE Leap 42.2 ships two versions of the KDE PIM (Kontact, KMail, etc.) suite:
fr: openSUSE Leap 42.2 fournit deux versions de la suite logicielle KDE PIM (Kontact, KMail, etc.) :

source: The legacy 4.x version
fa: نسخه ی 4.0 موروثی
fr: La version 4.x historique

source: The version based on KDE Frameworks 5
fa: نسخه ی بر پایه ی KDE Frameworks 5
fr: La version basée sur KDE Frameworks 5

source: KDE PIM 4.x is no longer supported by upstream KDE, but was kept to avoid disrupting user workflows.
fa: KDE PIM 4.x دیگر توسط نسخه های جدیدتر KDE پشتیبانی نمیشود، اما برای جلوگیری از مختل کردن روال کار کاربر نگه داشته شده است.
fr: KDE PIM 4.x n'est plus maintenu par le projet KDE, mais a été conservé pour éviter de perturber les habitudes des utilisateurs.

source: The two versions of KDE PIM are not co-installable. Some software, such as KNode (package <package>knode</package>) require the legacy 4.x version and will be uninstalled when installing any package from KDE PIM 5.x (for example, the package <package>kmail5</package>).
fa: دو نسخه ی KDE PIM در کنار یکدیگر نصب نمیشوند. برخی نرم افزارها، مانند KNode (بسته ی <package>knode</package>) نیاز به نسخه ی موروثی 4.x دارند و در صورت نصب بسته ای از KDE PIM 5.x (برای مثال، بسته ی <package>kmail5</package>) حذف خواهند شد.
fr: Les deux versions de KDE PIM ne sont pas co-installables. Certains logiciels, comme KNode (paquet <package>knode</package>) nécessitent la version 4.x et seront désinstallés lors de l'installation de n'importe quel paquet de KDE PIM 5.x (par exemple, le paquet <package>kmail5</package>).

source: KDE PIM 4.x will be removed in the next version of openSUSE Leap. Therefore, you are encouraged to switch to the newer 5.x version.
fr: KDE PIM 4.x sera supprimé de la prochaine version d'openSUSE Leap. Donc nous vous conseillons de passer à la nouvelle version 5.x.

source: However, not all settings are migrated from the older version at this time. For more information, see the bug report at <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>).
fa: اما، در حال حاظر تمامی تنظیمات از نسخه ی قدیمیتر مهاجرت داده نخواهند شد. گزارش ایراد را در <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/> ببینید).
fr: Cependant, tous les paramètres ne seront pas migrés depuis l'ancienne version actuellement. Pour plus d'informations, consultez le rapport de bug <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>.

source: No Screen Lock When Using GNOME Shell But Not GDM
fa: بدون قفل صفحه نمایش در هنگام استفاده از Gnome Shell و نه GDM
fr: Pas de verrouillage d'écran en utilisant GNOME Shell sans GDM

source: When using GNOME Shell together with a login manager other than GDM, such as SDDM or LightDM, the screen will not blank or lock. Additionally, switching users without logging out is not possible.
fa: در هنگام استفاده از Gnome shell به همراه مدیر ورودی به جز GDM، به عنوان مثال SDDM یا Lightdm، صفحه سیاه و یا قفل نخواهد شد. بعلاوه، تعویض کاربر بدون خروج ممکن نیست.
fr: En utilisant GNOME shell avec un gestionnaire de connexion autre que GDM, tel que SDDM ou LightDM, l'écran ne se mettra pas en veille ni ne se verrouillera. De plus, changer d'utilisateur sans se déconnecter n'est pas possible.

source: To be able to lock the screen from GNOME Shell, enable GDM as your login manager:
fa: برای اینکه صفحه نمایش از طریق GNOME Shell را بتوان قفل کرد، GDM را به عنوان مدیر ورود فعال کنید:
fr: Pour pouvoir verrouiller l'écran depuis GNOME Shell, activez GDM en tant que gestionnaire de connexion :

source: Make sure that the package <package>gdm</package> is installed.
fa: مطمئن شوید که بسته ی <package>gdm</package> نصب شده است.
fr: Assurez vous que le paquet <package>gdm</package> est installé.

source: Open YaST and from it, open <menuchoice><guimenu>/etc/sysconfig Manager</guimenu></menuchoice>.
fa: YaST را باز نموده و از داخل آن، <menuchoice><guimenu>/etc/sysconfig Manager</guimenu></menuchoice> را باز کنید.
fr: Lancez YaST et de là, ouvrez <menuchoice><guimenu>Éditeur de fichiers /etc/sysconfig</guimenu></menuchoice>.

source: Navigate to <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
fa: به قسمت <menuchoice><guimenu>میزکار</guimenu><guimenu>مدیر نمایش</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice> بروید.
fr: Naviguez vers <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.

source: In the text box, specify <literal>gdm</literal>. To save, click <guimenu>OK</guimenu>.
fa: در کادر متن، <literal>gdm</literal> را وارد کنید. برای ذخیره، بر روی <guimenu>خوب</guimenu> کلیک کنید.
fr: Dans le champ de saisie, spécifiez <literal>gdm</literal>. Pour sauvegarder, cliquez sur <guimenu>OK</guimenu>.

source: Reboot.
fa: سیستم را مجددا راه اندازی کنید.
fr: Redémarrez.

source: More Information and Feedback
fa: اطلاعات بیشتر و بازخورد
fr: Plus d'informations et de retours

source: Read the <filename>README</filename> documents on the medium.
fa: مستندات <filename>README</filename> بر روی رسانه را بخوانید.
fr: Lisez les documents <filename>README</filename> sur le médium d'installation.

source: View a detailed changelog information about a particular package from its RPM:
fa: اطلاعات دقیقتر راجع به تغییرات یک بسته را از پرونده ی RPM آن بسته ببینید:
fr: Obtenir les informations détaillées du journal de modifications (changelog) à propos d'un paquet particulier à partir du RPM :

source: FILENAME
fa: نام فایل
fr: NOM

source: Replace <replaceable>FILENAME</replaceable> with the name of the RPM.
fa: <replaceable>نام فایل</replaceable> را با نام RPM جایگزین کنید.
fr: Remplacez <replaceable>NOM</replaceable> avec le nom du RPM.

source: Check the <filename>ChangeLog</filename> file in the top level of the medium for a chronological log of all changes made to the updated packages.
fa: پرونده ی <filename>ChangeLog</filename> در بالاترین مسیر رسانه برای بررسی گزارش تمامی تغییرات اعمال شده در بسته های به روز شده را مطالعه کنید.
fr: Vérifiez le fichier <filename>ChangeLog</filename> à la racine du médium d'installation pour un historique chronologique de toutes les modifications apportées aux paquets mis à jour.

source: Find more information in the <filename>docu</filename> directory on the medium.
fa: در فهرست <filename>docu</filename>در رسانه اطلاعات بیشتری را بیابید.
fr: Retrouvez plus d'informations dans le dossier <filename>docu</filename> sur le médium d'installation.

source: <link href="https://doc.opensuse.org/"/> contains additional or updated documentation.
fr: <link href="https://doc.opensuse.org/"/> contient de la documentation supplémentaire ou mise à jour.

source: Visit <link href="https://www.opensuse.org"/> for the latest product news from openSUSE.
fr: Rendez-vous sur <link href="https://www.opensuse.org"/> pour les dernières informations sur les produits openSUSE.

source: Thanks for using openSUSE.
fa: از شما به دلیل استفاده از openSUSE تشکر میکنیم.
fr: Merci d'utiliser openSUSE.

source: The openSUSE Team.
fa: تیم openSUSE.
fr: L'équipe openSUSE.

source: translator-credits
fa: تیم فارسی سازی openSUSE
fr: Guillaume GARDET <guillaume.gardet@opensuse.org>, 2007-2016. Antoine BELVIRE <antoine.belvire@laposte.net>, 2015-2016. Sylvain TOSTAIN <locnar@gmx.com>, 2013. Fabien CRESPEL <fabien@crespel.net>, 2008-2012. Damien LOZACH <damien.lozach@gmail.com>, 2007. Cyril CHARLIER <cyril.charlier@gmail.com>, 2007

source: @VERSION@
fa: @نسخه@

source: openSUSE Leap
fa: اوپن سوزا Leap

source: Installation
fa: نصب

source: UEFI—Unified Extensible Firmware Interface
fa: UEFI --رابط متحد توسعه‌پذیر سیستم‌عامل

source: <package>nodejs</package>: Renamed to <package>nodejs4</package>.
fa: <package>nodejs</package>: با <package>nodejs4</package>جایگزین شد.

source: Copyright © <?dbtimestamp format="Y" ?> SUSE LLC
fa: کپی رایت © <?dbtimestamp format="Y" ?> SUSE LLC
