Repository: Acidburn0zzz/release-notes-openSUSE
Catalog: po/*.po
Languages: fa, fr

source: Release Notes
fa: یادداشت های انتشار
fr: Notes de version

source: openSUSE Leap is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
fr: openSUSE Leap est un système d'exploitation libre et gratuit basé sur Linux pour votre ordinateur personnel, votre ordinateur portable ou votre serveur. Vous pouvez surfer sur le web, gérer vos e-mails et vos photos, faire du travail bureautique, lire des vidéos ou de la musique, et have a lot of fun!

source: openSUSE Distribution
fa: توزیع openSUSE
fr: Distribution openSUSE

source: This is the initial version of the release notes for the forthcoming openSUSE 42.2.
fr: Ceci est la version initiale des notes de version de la prochaine openSUSE 42.2.

source: The release notes are under constant development. To find out about the latest updates, see the online version at <link href="https://doc.opensuse.org/release-notes"/>. The English release notes are updated whenever need arises. Translated language version can temporarily be incomplete.
fr: Les notes de version sont en développement constant. Pour avoir les dernières mises à jour, veuillez consulter la version en ligne à l'adresse <link href="https://doc.opensuse.org/release-notes"/>. Les notes de version en anglais sont mises à jour dès que le besoin se fait sentir. Les traductions peuvent être temporairement incomplètes.

source: If you upgrade from an older version to this openSUSE Leap release, see previous release notes listed here: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
fa: در صورتی که شما در حال بروزرسانی از نسخه ی قدیمیتر به این نسخه ی openSUSE Leap هستید، یادداشت های انتشار قبلی که در اینجا لیست شده اند را ببینید: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
fr: Si vous mettez à niveau une ancienne installation vers cette version d'openSUSE Leap, consultez les précédentes notes de version listées ici :<link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.

source: <phrase condition="beta">This public beta test is part of the openSUSE project.</phrase> Information about the project is available at <link href="https://www.opensuse.org"/>.
fa: <phrase condition="beta"> این بتای عمومی قسمتی از پروژه ی openSUSE است.</phrase> اطلاعات مربوط به پروژه در <link href="https://www.opensuse.org"/> موجود است.
fr: <phrase condition="beta">Cette bêta publique fait partie du projet openSUSE.</phrase> Des informations sur le projet sont disponibles à l'adresse <link href="https://www.opensuse.org"/>.

source: Report all bugs you encounter using this prerelease of openSUSE 42.2 in the openSUSE Bugzilla. For more information, see <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. If you would like to see anything added to the release notes, file a bug report against the component <quote>Release Notes</quote>.
fr: Merci de rapporter sur le bugzilla d'openSUSE tous les bugs que vous rencontrez en utilisant cette préversion d'openSUSE 42.2. Pour plus d'informations, consultez <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Si vous voulez voir un point ajouté à ces notes de version, veuillez déposer un rapport de bug pour le composant <quote>Release Notes</quote>.

source: To report bugs against this release, use the openSUSE Bugzilla. For more information, see <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
fa: برای گزارش ایراد برای این انتشار، از openSUSE Bugzilla استفاده کنید. برای اطلاعات بیشتر <link href="http://en.opensuse.org/Submitting_Bug_Reports"/> را ببینید.
fr: Pour rapporter des bugs relatifs à cette version, veuillez utiliser le Bugzilla d'openSUSE. Pour plus d'informations, consultez <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.

source: This section contains installation-related notes. For detailed upgrade instructions, see the documentation at <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
fa: این بخش حاوی یادداشت های مربوط به نصب است. برای دستورالعمل های جزیی تر برای بروزرسانی، مستندات را در <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/> ببینید.
fr: Cette section contient des notes à propos de l'installation. Pour des instructions détaillées sur la mise à niveau, veuillez consulter la documentation sur <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.

source: Minimal System Installation
fa: نصب حداقلی سیستم
fr: Installation du système minimal

source: To avoid some big recommended packages from being installed, the pattern for minimal installations uses another pattern that creates conflicts with undesired packages. This pattern, <literal>patterns-openSUSE-minimal_base-conflicts</literal>, can be removed after installation.
fa: برای جلوگیری از نصب بسته های بزرگ توصیه شده، الگوی نصب حداقلی از یک الگوی دیگر استفاده میکند که با بسته های ناخواسته تداخل دارد. این الگو <literal>patterns-openSUSE-minimal_base-conflicts</literal> بعد از نصب میتواند حذف شود.
fr: Afin d'éviter que certains gros paquets recommandés ne soient installés, le schéma (pattern) pour les installations minimales utilise un autre schéma qui entre en conflit avec les paquets non désirés. Ce schéma, <literal>patterns-openSUSE-minimal_base-conflicts</literal>, peut être supprimé après l'installation.

source: Note that the minimal installation has no firewall by default. If you need one, install <literal>SuSEfirewall2</literal>.
fa: دقت کنید که نصب حداقل به صورت پیشفرض دارای دیواره ی آتش نمیباشد. اگر شما نیاز به دیواره ی آتش دارید، <literal>SuSEfirewall2</literal> را نصب کنید.
fr: Veuillez noter que l'installation minimale n'a pas de pare-feu par défaut. Si vous en avez besoin, installez <literal>SuSEfirewall2</literal>.

source: Prior to installing openSUSE on a system that boots using UEFI (Unified Extensible Firmware Interface), you are urgently advised to check for any firmware updates the hardware vendor recommends and, if available, to install such an update. A pre-installed Windows 8 is a strong indication that your system boots using UEFI.
fa: قبل از نصب openSUSE بر روی سیستمی که از بوت UEFI (رابط متحد توسعه‌پذیر سیستم‌عامل) استفاده میکند، به شدت توصیه میشود که بررسی کنید آیا بروزرسانی firmware برای سخت افزارتان که فروشنده ی آن به شما توصیه کرده است موجود هستند یا خیر و در صورت وجود، آن بروزرسانی ها را نصب کنید. به عنوان مثال سیستم عامل Windows 8 از پیش نصب شده نشانگر سیستمی است که از بوت UEFI استفاده میکند.
fr: Avant d'installer openSUSE sur un système qui démarre au moyen d'UEFI (Unified Extensible Firmware Interface) il est fortement recommandé de vérifier l'existence de mises à jour du microprogramme (firmware) recommandées par le fournisseur du matériel et, le cas échéant, d'installer de telles mises à jour. Une installation préexistante de Windows 8 constitue une indication forte comme quoi votre système démarre au moyen d'UEFI.

source: <emphasis>Background:</emphasis> Some UEFI firmware has bugs that cause it to break if too much data gets written to the UEFI storage area. However, there is no clear data of how much is <quote>too much</quote>.
fa: <emphasis> پیش زمینه: </emphasis> برخی فریم ور های UEFI دارای باگی هستند که در صورت آنکه اطلاعات زیادی بر روی مکان ذخیره سازی UEFI نوشته شود، بشکند. البته مشخص نیست <quote>اطلاعات زیاد</quote> یعنی چقدر.
fr: <emphasis>Contexte :</emphasis> Certains microprogrammes (firmwares) UEFI présentent des bogues conduisant à leur défaillance si un volume de données trop important est écrit dans la zone de stockage de l'UEFI. Néanmoins, personne ne sait vraiment où se trouve la limite à ce volume <quote>trop important</quote>.

source: openSUSE minimizes the risk by not writing more than the bare minimum required to boot the OS. The minimum means telling the UEFI firmware about the location of the openSUSE boot loader. Upstream Linux kernel features that use the UEFI storage area for storing boot and crash information (<literal>pstore</literal>) have been disabled by default. Nevertheless, it is recommended to install any firmware updates the hardware vendor recommends.
fa: openSUSE با نوشتن حداقل میزان کافی برای بوت سیستم عامل ریسک را به حداقل میرساند. حداقل به این معناست که به فریم ور UEFI در ارتباط با مکان بوت لودر openSUSEگفته شود . نسخه های جدیدتر هسته ی لینوکس دارای این ویژگی که از مکان ذخیره سازی UEFI برای ذخیره ی بوت و اطلاعات توقف ناگهانی (<literal>pstore</literal>) استفاده شود را غیرفعال کرده اند. با این وجود، توصیه میشود که بروزرسانی های فریم ور سخت افزاری که فروشنده ی آن پیشنهاد میکند را نصب کنید.
fr: openSUSE minimise le risque en n'écrivant que le strict nécessaire pour démarrer l'OS. Ce strict nécessaire revient à indiquer au microprogramme UEFI l'emplacement du chargeur d'amorçage d'openSUSE. Les fonctionnalités du noyau Linux qui utilisent la zone de stockage de l'UEFI pour stocker les données de démarrage et de plantage (<literal>pstore</literal>) ont été désactivées par défaut. Il est cependant recommandé d'installer toute mise à jour du microprogramme recommandée par le fournisseur du matériel.

source: UEFI, GPT, and MS-DOS Partitions
fa: پارتیشن های UEFI،GPT و MS-DOS
fr: UEFI, GPT et partitions MS-DOS

source: Together with the EFI/UEFI specification, a new style of partitioning arrived: GPT (GUID Partition Table). This new schema uses globally unique identifiers (128-bit values displayed in 32 hexadecimal digits) to identify devices and partition types.
fa: به همراه مشخصات EFI/UEFI، یک شیوه ی جدید پارتیشن بندی آمده است: GPT (جدول پارتیشن بندی GUID). این شمای جدید از شناسه های منحصر به فرد (مقادیر 128-بیت در 32 رقم هگزدسیمال نمایش داده میشوند) برای شناسایی دستگاهها و انواع پارتیشن استفاده میکند.
fr: Un nouveau type de partitionnement a fait son apparition avec l'arrivée de l'EFI/UEFI : GPT (GUID Partition Table). Ce nouveau schéma emploie des identifiants globaux uniques (des valeurs sur 128 bits affichées sous forme de 32 chiffres hexadécimaux) afin d'identifier les périphériques et les types de partition.

source: Additionally, the UEFI specification also allows legacy MBR (MS-DOS) partitions. The Linux boot loaders (ELILO or GRUB 2) try to automatically generate a GUID for those legacy partitions, and write them to the firmware. Such a GUID can change frequently, causing a rewrite in the firmware. A rewrite consists of two different operations: Removing the old entry and creating a new entry that replaces the first one.
fa: به علاوه، UEFI همچنین پارتیشن بندی MBR موروثی (MS-DOS) را مجاز میکند. بوت لودر های لینوکس (ELILO یا GRUB 2) سعی میکنند به صورت خودکار یک GUID برای ان پارتیشن های موروثی تولید کنند و آنها را در فریم ور بنویسند. این GUID میتواند بارها تغییر کند، که باعث نوشته شدن مجدد در فریمور میشود. نوشتار مجدد شامل دو عملیات مختلف است: حذف ورودی های قدیمی و ساخت ورودی های جدید که جایگزین ورودی اول میشود.
fr: En outre, la spécification UEFI autorise également les anciennes partitions MBR (MS-DOS). Les chargeurs d'amorçage Linux (ELILO ou GRUB2) tentent de générer automatiquement un GUID pour ces anciennes partitions, et les écrivent dans le microprogramme. Un GUID de ce type est susceptible de changer fréquemment, occasionnant alors une réécriture dans le microprogramme. Une réécriture est constituée de deux opérations distinctes : l'effacement de l'ancienne entrée et la création d'une nouvelle entrée qui remplace la première.

source: Modern firmware has a garbage collector that collects deleted entries and frees the memory reserved for old entries. A problem arises when faulty firmware does not collect and free those entries. This can result in a non-bootable system.
fa: فریم ور های امروزی دارای قسمت جمع آور داده ناخواسته هستند که ورودی های حذف شده را جمع آوری کرده و حافظه ی رزرو شده برای ورودی حای قدیمی را آزاد میکند. در زمانی که فریم ور معیوب آن ورودی ها را جمع آوری و آزاد نمیکند، یک مشکل رخ میدهد; این میتواند باعث شود سیستم غیر قابل بوت شود.
fr: Un microprogramme moderne dispose d'un nettoyeur qui collecte les entrées supprimées et libère la mémoire réservées aux anciennes entrées. Un problème se présente lorsqu'un microprogramme défectueux ne collecte pas et ne libère pas ces entrées. Ceci peut amener le système à ne plus pouvoir démarrer.

source: To work around this problem, convert the legacy MBR partition to GPT.
fa: روش کلی رفع این مشکل ساده است، پارتیشن MBR موروثی را به GPT تبدیل کنید.
fr: Pour contourner ce problème, convertissez l'ancienne partition MBR en nouvelle partition GPT.

source: Nouveau 3D/DRI Driver May Crash KDE Applications
fr: Plantages d'applications KDE avec le pilote Nouveau 3D/DRI

source: With openSUSE Leap 42.2, the Nouveau Mesa/DRI driver for 2D/3D rendering is considered experimental. The Nouveau kernel/KMS driver and the Nouveau X.org/DDX driver for 2D rendering are still considered stable.
fr: Avec openSUSE Leap 42.2, le pilote Mesa/DRI Nouveau pour le rendu 2D/3D est considéré expérimental. Le pilote noyau/KMS Nouveau et le pilote X.org/DDX Nouveau pour le rendu 2D sont par contre considérés stables.

source: When the Nouveau Mesa/DRI driver is in use, some applications may crash, especially KDE and Qt applications. The driver is now in a separate package called <package>Mesa-dri-nouveau</package>, which can be removed in case of problems.
fr: Lorsque le pilote Mesa/DRI Nouveau est utilisé, certaines applications peuvent planter, en particulier les applications KDE et Qt. Le pilote est maintenant dans un paquet séparé nommé <package>Mesa-dri-nouveau</package>, qui peut être supprimé en cas de problèmes.

source: Without this driver installed, there is no hardware 3D acceleration support on any Nvidia GPU and no 2D acceleration on newer Nvidia GPUs that use Glamor for fast 2D operations. Kernel Mode Setting and basic 2D are still available, as is 2D acceleration via EXA on GPUs from the Nvidia GPU generation code-named Kepler (introduced in 2012) and earlier. 3D operations are supported via software rendering.
fr: Sans ce pilote installé, il n'y a pas d’accélération 3D matérielle sur aucun GPU Nvidia et pas d'accélération 2D pour les GPU Nvidia récents utilisant Glamor pour les opérations 2D rapides. Kernel Mode Setting et 2D basique sont disponibles, ainsi que l'accélération 2D via EXA pour les GPU Nvidia de génération Kepler (introduite en 2012) et antérieure. Les opérations 3D sont supportés via une rendu logiciel.

source: For more information, see the bug reports at <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/>.
fr: Pour plus d'informations, consultez les rapports de bugs <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> et <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/>.

source: System Upgrade
fa: ارتقای سیستم
fr: Mise à niveau du système

source: This section lists notes related to upgrading the system. For detailed upgrade instructions, see the documentation at <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
fa: این بخش یادداشت های مربوط به ارتقای سیستم را لیست میکند. برای دستورالعمل جزئی تر ارتقا، مستندات را در <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/> بخوانید.
fr: Cette section liste des informations à propos de la mise à niveau du système. Pour des instructions détaillées sur la mise à niveau, veuillez consulter la documentation sur <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.

source: Upgrading from openSUSE Leap 42.1
fa: بروزرسانی از openSUSE Leap 42.1
fr: Mise à niveau depuis openSUSE Leap 42.1

source: Removed and Replaced Packages
fa: بسته های حذف و یا جایگزین شده
fr: Paquets supprimés et remplacés

source: The following packages have been removed or replaced compared to openSUSE Leap 42.1:
fa: این بسته ها در مقایسه با openSUSE Leap 42.2 حذف و یا جایگزین شده اند:
fr: Les paquets suivants ont été supprimés ou remplacés par rapport à openSUSE Leap 42.1 :

source: <package>arista</package>: Replaced by <package>transmageddon</package>.
fa: <package>arista</package>: جایگزین شده با <package>transmageddon</package>.
fr: <package>arista</package> : remplacé par <package>transmageddon</package>.

source: <package>cadabra</package>: The source code no longer builds. The successor, <link href="http://cadabra.science/">Cadabra 2</link> is not stable yet.
fa: <package>cadabra</package>: کد منبع دیگر ساخته نمیشود. جانشین آن، <link href="http://cadabra.science/">Cadabra 2</link> هنوز پایدار نیست.
fr: <package>cadabra</package> : le code source ne se compile plus. Le successeur, <link href="http://cadabra.science/">Cadabra 2</link>, n'est pas encore stable.

source: <package>dropbear</package>: Removed because there are no relevant advantages over <package>openssh</package>.
fa: <package>dropbear</package>: حذف شد به دلیل اینکه هیچ مزیتی در برابر <package>openssh</package>هیچ مزیت مناسبی ندارد.
fr: <package>dropbear</package> : supprimé car il ne présente aucun réel avantage par rapport à <package>openssh</package>.

source: <package>emerillon</package>: Replaced by <package>gnome-maps</package>.
fa: <package>emerillon</package>: با <package>gnome-maps</package>جایگزین شد.
fr: <package>emerillon</package> : remplacé par <package>gnome-maps</package>.

source: <package>gnome-system-log</package>: Replaced by <package>gnome-logs</package>.
fa: <package>gnome-system-log</package>: با <package>gnome-logs</package>جایگزین شد.
fr: <package>gnome-system-log</package> : remplacé par <package>gnome-logs</package>.

source: <package>hawk</package>: Replaced by <package>hawk2</package>.
fa: <package>gnome-system-log</package>: با <package>gnome-logs</package>جایگزین شد.
fr: <package>hawk</package> : remplacé par <package>hawk2</package>.

source: <package>ksnapshot</package>: Replaced by <package>spectacle</package>.
fa: <package>ksnapshot</package> با <package>spectacle</package> جایگزین شد.
fr: <package>ksnapshot</package> : remplacé par <package>spectacle</package>.

source: <package>labplot</package>: Labplot has been replaced by its Qt5 version, called <package>labplot-kf5</package>. If you are updating from an openSUSE Leap 42.1 installation on which <package>labplot</package> is installed, you will receive the <package>labplot-kf5</package> automatically.
fa: <package>labplot</package>: Labplot با نسخه ی Qt5 خودش جایگزین شد، <package>labplot-kf5</package> نامگذاری شده است. اگر شما در حال بروزرسانی از نصب openSUSE Leap 42.1 هستید که <package>labplot</package> نصب شده است، شما <package>labplot-kf5</package> را خودکار دریافت می کنید.
fr: <package>labplot</package> : Labplot a été remplacé par sa version Qt5, nommé <package>labplot-kf5</package>. Si vous mettez à jour une installation d'openSUSE 42.1sur laquelle <package>labplot</package> est installé, vous obtiendrez le paquet <package>labplot-kf5</package> automatiquement.

source: <package>psi</package>: Replaced by <package>psi+</package>.
fa: <package>psi</package>: با <package>psi+</package>جایگزین شد.
fr: <package>psi</package> : remplacé par <package>psi+</package>.

source: <package>python-moin</package>: Replaced by <package>moinmoin-wiki</package>. Purely a rename, not a version upgrade - a virtually identical drop-in replacement.
fa: <package>python-moin</package>: با <package>moinmoin-wiki</package>جایگزین شد.
fr: <package>python-moin</package> : remplacé par <package>moinmoin-wiki</package>. Il s'agit uniquement d'un changement de nom, pas d'une mise à jour – c'est un remplaçant virtuellement identique.

source: <package>seamonkey</package>: Source code no longer compiles. If you were a Seamonkey user previously, switch to Mozilla Firefox and Mozilla Thunderbird instead.
fr: <package>seamonkey</package> : Le code source ne compile plus. Si vous étiez un utilisateur de seamonkey précédemment, passez ) Mozilla Firefox et Mozilla Thunderbird à la place.

source: <package>ungifsicle</package>: Replaced by <package>gifsicle</package>.
fa: <package>ungifsicle</package>: با <package>gifsicle</package> جایگزین شده است.
fr: <package>ungifsicle</package> : remplacé par <package>gifsicle</package>.

source: <package>xchat</package>: Replaced by <package>hexchat</package>.
fa: <package>xchat</package>: با <package>hexchat</package> جایگزین شده است.
fr: <package>xchat</package> : remplacé par <package>hexchat</package>.

source: <filename>/var/cache</filename> on an Own Subvolume for Snapshots and Rollback
fa: <filename>/var/cache</filename>درون Subvolume خودش برای اسنپ شات ها و عقبگرد ها است
fr: <filename>/var/cache</filename> dans un sous-volume pour les instantanés (snapshots) et les retours en arrière (rollbacks)

source: <filename>/var/cache</filename> contains a lot of very volatile data, such as the Zypper cache with RPM packages in different versions for each update. As a result of storing data that is mostly redundant but highly volatile, the amount of disk space a snapshot occupies can increase very fast.
fa: <filename>/var/cache</filename> حاوی بسیاری اطلاعات فرار است، مانند کش zypper با بسته های RPM در نسخه های مختلف برای هر بروزرسانی. در نتیجه ی ذخیره اطلاعاتی که بسیار حیاتی ولی به شدت فرار هستند، میزانی از فضای دیسک که اسنپ شات تصرف میکند به شدت افزایش می یابد.
fr: <filename>/var/cache</filename> contient beaucoup de données très volatiles, telles que le cache de zypper avec des paquets RPM en différentes versions pour chaque mise à jour. Le stockage de ces données redondantes et très volatiles peut provoquer une augmentation très rapide de l'espace disque utilisé par les instantanés (snapshots).

source: To solve this, move <filename>/var/cache</filename> to a separate subvolume. On fresh installations of openSUSE Leap 42.2, this is done automatically. To convert an existing root file system, perform the following steps:
fr: Pour résoudre ce problème, déplacez <filename>/var/cache</filename> vers un sous-volume dédié. Sur les nouvelles installations d'openSUSE Leap 42.2, cela est fait automatiquement. Pour convertir un système de fichiers existant, suivez les étapes suivantes :

source: Find out the device name (for example, <filename>/dev/sda2</filename> or <filename>/dev/sda3</filename>) of the root file system:
fa: نام دستگاه فایل سیستم ریشه (برای مثال <filename>/dev/sda2</filename> یا <filename>/dev/sda3</filename>) را بیابید:
fr: Trouvez le nom du périphérique du système de fichiers racine (par exemple, <filename>/dev/sda2</filename> ou <filename>/dev/sda3</filename>) :

source: Identify the parent subvolume of all the other subvolumes. For openSUSE 13.2 installations, this is a subvolume named <filename>@</filename>. To check if you have a <filename>@</filename> subvolume, use:
fa: subvolume والد تمامی سایر subvolume ها را شناسایی کنید. برای نصاب openSUSE 13.2، این یک subvolume است که <filename>@</filename> نامگذاری شده است. برای بررسی اینکه شما یک <filename>@</filename> subvolume دارید، از این استفاده کنید:
fr: Identifiez le sous-volume parent de tous les autres sous-volumes. Pour openSUSE 13.2, ce sous-volume est appelé <filename>@</filename>. Pour savoir si vous avez un sous-volume <filename>@</filename>, utilisez :
